Repository: smichaelsen/webcomponents-typo3-distr
Catalog: src/extensions/site_t3demo/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# pageLayoutView.elementNotVisible
source: This element is not used, no image is visible!
de: Das Element wird nicht verwendet, es ist kein sichtbares Bild vorhanden!

# pageLayoutView.noImageVisible
source: Note: No image is visible!
de: Hinweis: Kein Bild sichtbar!

# pageLayoutView.noAssetVisible
source: Note: No asset (video or image) is visible!
de: Hinweis: Kein Asset (Video oder Bild) sichtbar!

# pageLayoutView.onlyFirstImageInUse
source: Note: Only the first visible image is used.
de: Hinweis: Es wird nur das erste sichtbare Bild verwendet.

# pageLayoutView.onlyFirstAssetInUse
source: Note: Only the first visible asset (video or image) is used.
de: Hinweis: Nur das erste sichtbare Asset (Video oder Bild) wird verwendet.

# pageLayoutView.multipleH1Warning
source: This page probably has more than one active h1 element, which is bad SEO. Please double-check your configuration.
de: Diese Seite hat möglicherweise mehr als ein aktives H1-Element. Das ist aus SEO-Gesichtspunkten schlecht. Bitte prüfen Sie Ihre Konfiguration.

# pageLayoutView.moreThan4Items
source: Only 4 links/teasers will be shown in the frontend.
de: Es werden maximal 4 Links/Teaser im Frontend angezeigt.

# pageLayoutView.lessThan4Items
source: You should aim for 4 visible links/teasers (frontend output expects four teaser elements).
de: Es sollten 4 sichtbare Links/Teaser gepflegt werden. Die Webseitenansicht erwartet vier Teaser-Elemente.

# backendlayout.contentpage.title
source: Content Page
de: Inhaltsseite

# backendlayout.applepage.title
source: Apple
de: Apfel

# backendlayout.recipepage.title
source: Recipe
de: Rezept

# backendlayout.startpage.title
source: Start Page
de: Startseite

# backendlayout.overviewpage.title
source: Overview Page (Apples/Recipes)
de: Übersichtsseite (Äpfel/Rezepte)

# backendlayout.stage.name
source: Stage Content
de: Inhalt Bühne

# backendlayout.maincontent.name
source: Main Content
de: Hauptinhaltsbereich

# backendlayout.teasercontent.name
source: Teaser Content
de: Inhalte Teaserbereich

# backendlayout.footercontent.name
source: Footer Content (shown on all pages)
de: Inhalt Footer (auf allen Seiten verwendet)

# backendlayout.resetbanner.name
source: Server Reset Banner (shown on all pages)
de: Server Reset Banner (wird auf allen Seiten verwendet)

# backendlayout.contactform.title
source: Contact Page (w/ Contact Form)
de: Kontaktseite (mit Kontaktformular)

# pages.doktype.contentpage
source: Content Page
de: Inhaltsseite

# pages.doktype.apple
source: Apple
de: Apfel

# pages.doktype.recipe
source: Recipe
de: Rezept

# pages.doktype.startpage
source: Start Page
de: Startseite

# pages.doktype.overview
source: Overview Page (Apples/Recipes)
de: Übersichtsseite (Äpfel/Rezepte)

# pages.doktype.contactform
source: Contact Page (w/ Contact Form)
de: Kontaktseite (mit Kontaktformular)

# pages.palettes.teaserdata.label
source: Teaser Data
de: Teaserdaten

# pages.media.label
source: Teaser Image
de: Teaser Bild

# pages.media.crop.default.title
source: Teaser Image (3:2 ratio)
de: Teaser Bild (3:2 Bildformat)

# pages.media.crop.default.label
source: Teaser Image
de: Teaser Bild

# cropvariants.default.label
source: Default
de: Standard

# CType.footerinfo.name
source: Footer Info Teaser
de: Infor-Teaser im Footer

# CType.footerinfo.description
source: Teaser for footer, shown on all pages.
de: Teaser für Verwendung im Footer, wird auf allen Seiten gezeigt.

# CType.ingredients.name
source: Ingredients Table
de: Zutatentabelle

# CType.ingredients.description
source: Table for listing ingredients.
de: Tabelle mit Auflistung dfer Zutaten.

# CType.textpic.name
source: Text w/ Image
de: Text mit Bild

# CType.textpic.description
source: An image wrapped around a regular text element.
de: Ein Bild mit umfließendem Text.

# CType.mainteaser.name
source: Main Teaser
de: Hauptteaser

# CType.mainteaser.description
source: Main Teaser, big image, headline, text and link.
de: Hauptteaser mit einem großen Bild, Überschrift, Text und einem Link.

# CType.mainteaser.crop.default.title
source: Image (2.8:1 ratio)
de: Bild (2,8:1 Bildformat)

# CType.mainteaser.crop.desktop.title
source: Image (1.07:1 ratio)
de: Bild (1,07:1 Bildformat)

# CType.mainteaser.crop.desktop-xl.title
source: Image (1.81:1 ratio))
de: Bild (1,81:1 Bildformat)

# CType.keyvisual.description
source: Keyvisual header element with headline, text, image and optional cta.
de: Keyvisual Header Element mit Überschrift, Text, Bild und einem optionalen Call-to-action Button/Link.

# CType.keyvisual.crop.default.title
source: Image (3:2 ratio)
de: Bild (3:2 Bildformat)

# CType.keyvisual.crop.default.label
source: Image
de: Bild

# CType.contentstage.name
source: Content Header Element
de: Header Element (Inhaltsbereich)

# CType.contentstage.description
source: Big image or graphic with a short text and optional cta.
de: Großes Bild oder große Grafik mit einem kurzen Text und optionalem Call-to-action.

# CType.resetbanner.description
source: Add the Server Reset Banner to show the timer and some descriptive text.
de: Fügt das Server Reset Banner Element ein, um einen Timer mit Beschreibungstext anzuzeigen.

# CType.menu_pages.name
source: Teaser List (Related Pages)
de: Teaserliste (für Verwandte Seiten)

# CType.menu_pages.description
source: Insert a list of teasers to related pages.
de: Fügt eine Liste mit Teasern auf verwandte Seiten ein.

# CType.menu_subpages.name
source: Teaser List of all Subpages
de: Teaserliste aller Unterseiten

# CType.menu_subpages.description
source: Insert a list of teasers to all subpages of a selected or the current page.
de: FÜgt eine Liste mit Teasern auf alle Unterseiten einer gewählten oder der aktuellen Seite ein.

# CType.lead.name
source: Lead
de: Einleitung

# CType.lead.description
source: Lead text, presented in bold as part of the introduction of the content.
de: Einleitungstext, wird in fetter Formatierung als Teil der Einleitung ausgegeben.

# CType.textmedia.assets.description
source: For video assets we expect a 16:9 ratio. Other formats might be truncated.
de: Video Assets werden im Format 16:9 erwartet. Andere Seitenverhältnisse werden möglicherweise in der Ausgabe abgeschnitten.

# CType.textmedia.name
source: Text w/ Media
de: Text mit Medienasset

# CType.faqlist.name
source: FAQ Listing
de: Liste mit häufig gestellten Fragen

# CType.faqlist.description
source: Show all FAQ questions and answers as a list.
de: Zeigt alle FAQ Fragen und Antworten als eine Liste.

# pages.div.infotext
source: Notes of Interest
de: Hinweise

# pages.palettes.infotext.label
source: Notes of Interest
de: Hinweise

# pages.infotext_header
source: Info Text Header
de: Header für Infotext

# pages.infotext.description
source: This info text will be shown in the backend Page Layout view for users as Notes of Interest.
de: Dieser Infotext wird im Backend Page Layout View für die Nutzer als Hinweistext angezeigt.

# tt_content.pages.types.menu_pages.description
source: Only the first four visible pages will be used to display teasers.
de: Nur die ersten vier sichtbaren Seiten werden für die Teaserdarstellung verwendet.

# tt_content.pages.types.menu_subpages.description
source: Select a page here; if empty, the current page will be used. The menu displays as teasers using values and teaser image from every pages's page properties.
de: Wählen Sie eine Seite aus. Bleibt die Auswahl leer, wird die aktuelle Seite verwendet. Die Menüansicht zeigt Teaser mit den Daten aus den Seiteneigenschaften der verlinkten Seiten.

# tt_content.header_layout.I.default_value
source: Default
de: Standard

# tt_content.header_layout.I.100
source: Hidden
de: Versteckt

# cta.linkconfig.I.0
source: Default
de: Standard

# cta.linkconfig.I.primary
source: Primary Button
de: Button in Primärfarbe

# cta.linkconfig.I.secondary
source: Secondary Button
de: Button in Sekundärfarbe
